Repository: avosskuehler/viana
Catalog: VianaNET/Localization/Labels.*.resx
Languages: de

source: @ButtonInterpolationPropertiesToolTipDescription
de: Hier klicken, um einen Dialog mit Optionen der Datenglättung einzublenden.

source: @ButtonInterpolationPropertiesToolTipTitle
de: Glättung

source: @InterpolationDialogInterpolationType
de: Glättungsfilter auswählen

source: @AxisAccelerationInterpolated
de: Beschleunigung (geglättet)

source: @AxisAccelerationXDirectionInterpolated
de: Beschleunigung in x-Richtung (geglättet)

source: @AxisAccelerationYDirectionInterpolated
de: Beschleunigung in y-Richtung (geglättet)

source: @AxisVelocityInterpolated
de: Geschwindigkeit (geglättet)

source: @AxisVelocityXDirectionInterpolated
de: Geschwindigkeit in x-Richtung (geglättet)

source: @AxisVelocityYDirectionInterpolated
de: Geschwindigkeit in y-Richtung (geglättet)

source: @DataGridAccelerationInterpolated
de: Beschleunigung (geglättet)

source: @DataGridVelocityInterpolated
de: Geschwindigkeit (geglättet)

source: @DataGridXAccelerationInterpolated
de: Beschleunigung (X) (geglättet)

source: @DataGridXVelocityInterpolated
de: Geschwindigkeit (X) (geglättet)

source: @DataGridYAccelerationInterpolated
de: Beschleunigung (Y) (geglättet)

source: @DataGridYVelocityInterpolated
de: Geschwindigkeit (Y) (geglättet)

source: @AxisAoverT
de: t-a

source: @AxisAXoverT
de: t-ax

source: @AxisAYoverT
de: t-ay

source: @AxisVoverT
de: t-v

source: @AxisVXoverT
de: t-vx

source: @AxisVYoverT
de: t-vy

source: @AxisXoverT
de: t-x

source: @AxisYoverT
de: t-y

source: @AxisYoverX
de: x-y

source: @ChartWindowCustomAxisHeader
de: Weitere

source: @ChartWindowCustomDiagrammTypes
de: Weitere Diagramme

source: @ChartWindowInterpolationLineLabel
de: Trendlinie

source: @ChartWindowScatterPointStyleColored
de: Bunt

source: @ChartWindowScatterPointStyleSingleColored
de: Einfarbig

source: @AxisDoverV
de: v-d

source: @AxisDXoverVX
de: vx-dx

source: @AxisDYoverVY
de: vy-dy

source: @AxisLength
de: Strecke

source: @AxisLengthX
de: Strecke in x-Richtung

source: @AxisLengthY
de: Strecke in y-Richtung

source: @AxisSoverT
de: t-s

source: @AxisSoverV
de: v-s

source: @AxisSXoverVX
de: vx-sx

source: @AxisSYoverVY
de: vy-sy

source: @AxisVoverA
de: a-v

source: @AxisVXoverAX
de: ax-vx

source: @AxisVYoverAY
de: ay-vy

source: @ChartWindowChartProperties
de: Eigenschaften

source: @ChartWindowInterpolationHeader
de: Glättung

source: @ChartWindowInterpolationOptions
de: Optionen

source: @ChartWindowPositionSpaceHeader
de: Ortsraum

source: @ChartWindowPhaseSpaceHeader
de: Phasenraum

source: @ButtonSelectNumberOfObjectsLabelDescription
de: Legt die Anzahl der zu verfolgenden Objekte fest.

source: @ButtonSelectNumberOfObjectsLabelTitle
de: Objekt verfolgen

source: @ButtonSelectNumberOfObjectsLabelTitle2
de: Objekte verfolgen

source: @ButtonSelectNumberOfObjectsToolTipDescription
de: Hier wird die Anzahl der verfolgten Objekte festgelegt.

source: @ButtonSelectNumberOfObjectsToolTipTitle
de: Anzahl bewegter Objekte

source: @DataGridLength
de: Strecke

source: @DataGridObjectPrefix
de: Objekt

source: @DataGridXLength
de: Strecke (X)

source: @DataGridYLength
de: Strecke (Y)

source: @AxisPixelX
de: Pixel (X)

source: @AxisPixelY
de: Pixel (Y)

source: @DataGridXPixel
de: Pixel (X)

source: @DataGridYPixel
de: Pixel (Y)

source: @ChartWindowObjectSelectionLabel
de: Objekt wählen

source: @ManualDataAcquisitionTrackItemNumberHeader
de: Erfasse Objekt:

source: @ExponentialSmoothDialogSmoothingFactorLabel
de: Glättungsfaktor der bestimmt wie stark der momentane Wert gewichtet wird.

source: @ExponentialSmoothDialogTitle
de: Exponentielle Glättung

source: @InterpolationExponentialSmoothDescription
de: Die exponentielle Glättung wichtet den momentanen Wert mit dem Glättungsfaktor und addiert dazu den vorhergehenden geglätteten Wert multipliziert mit (1-Glättungsfaktor).

source: @SelectColorWindowObjectIndexHeader
de: Farbe für Objekt

source: @ButtonSelectObjectLabelDescription
de: Bestimmt das Objekt, für welches die Parameter eingestellt werden sollen.

source: @ButtonSelectObjectLabelTitle
de: Objekt wählen

source: @ButtonSelectObjectToolTipDescription
de: Hier klicken um das Objekt auszuwählen, für das die nebenstehenden Parameter eingestellt werden sollen.

source: @ButtonSelectObjectToolTipTitle
de: Select object

source: @RegressionExpo
de: Expontentialfunktion ( a*exp(b*x) + c )

source: @RegressionDialogTitle
de: Hier können Sie den Typ der Ausgleichskurve auswählen

source: @RegressionDialogTopTitle
de: Ausgleichsfunktion auswählen

source: @RegressionExp
de: Expontentialfunktion ( a*exp(b*x) )

source: @RegressionLinear
de: lineare Funktion (m*x+n)

source: @RegressionLog
de: logarithmische Funktion ( a*ln(b*x) )

source: @RegressionPot
de: Potenzfunktion ( a*x^b)

source: @RegressionQuad
de: quadratische Funktion (a*x²+b*x+c)

source: @RegressionResonanz
de: Resonanzfunktion ( a/sqrt(1+b*(x-c/x) )

source: @RegressionSin
de: Sinus-Funktion ( a*sin(bx+c)+d )

source: @RegressionSinExp
de: gedämpfte Sinusfkt ( a*sin(b*x)*exp(c*x) )

source: @RegressionFunctionLabel
de: AusgleichsFkt

source: @RegressionLineLabel
de: Ausgleichskurve

source: @LineOptionsDialogTitle
de: Geben Sie hier an mit welcher Genauigkeit die Ausgabe von Dezimalwerten erfolgen soll.

source: @LineOptionsDialogTopTitle
de: Anpassen der Darstellungen

source: @RegressionCalculatorDialogTitle
de: Taschenrechner oder Eingabe von Funktionstermen (theoretische Funktion)

source: @RegressionColorRegress
de: Farbe Regress

source: @RegressionColorTheorie
de: Farbe Theorie

source: @RegressionCurve
de: Ausgleichskurve

source: @RegressionLineThickness
de: Liniendicke

source: @RegressionNumberDigits
de: gültige Stellen

source: @RegressionTheorie
de: theoret. Kurve

source: @CalculatorDialogInsert
de: einfügen

source: @CalculatorDialogPhysicalKonst
de: physikalische Konstanten

source: @ChartWindowCalculatorHeader
de: Rechner

source: @CalculatorDialogButtonDoneCalc
de: Beenden

source: @CalculatorDialogButtonDoneFktEdit
de: Übernehmen

source: @CalculatorDialogTitleFunctionEditor
de: Funktionseditor

source: @PhysikKonstant_c
de: Lichtgeschwindigkeit

source: @PhysikKonstant_e
de: Elementarladung

source: @PhysikKonstant_epsilon
de: elektr. Feldkonstante

source: @PhysikKonstant_f
de: Gravitationskonstante

source: @PhysikKonstant_g
de: Erdbeschleunigung

source: @PhysikKonstant_h
de: Planck'sches Wirkungsquantum

source: @PhysikKonstant_Lambda0
de: Comptonwellenlänge

source: @PhysikKonstant_me
de: Ruhemasse Elektron

source: @PhysikKonstant_mu
de: magn. Feldkonstante

source: @RibbonGroupDatagridInterpolationTitle
de: Glättung

source: @ButtonExportChartLabelTitle
de: Diagramm exportieren

source: @ButtonExportChartToolTipDescription
de: Exportiert das momentane Diagramm in die Zwischenablage oder verschiedene Dateiformate.

source: @ButtonExportChartToolTipTitle
de: Das angezeigte Diagramm exportieren

source: @ButtonExportDataLabelTitle
de: Daten exportieren

source: @ButtonExportDataToolTipDescription
de: Ermöglicht den Export der aufgezeichneten Daten in verschiedene Formate wie txt, csv, xml und xls

source: @ButtonExportDataToolTipTitle
de: Die aufgezeichneten Daten exportieren

source: @ChartWindowChartFitAndSmooth
de: Glätten & Fitten

source: @ChartWindowDisplayCurveLabel
de: Anzeigen

source: @ChartWindowLineColorLabel
de: Farbe

source: @ChartWindowRegressionChooseTypeLabel
de: Funktionstyp

source: @ChartWindowRegressionHeader
de: Fitten

source: @ChartWindowTheoreticalFunctionChooseTypeLabel
de: Funktion

source: @ChartWindowTheorieLabel
de: Theorie

source: @RegressionDialogHeader
de: Ausgleichsfunktion auswählen

source: @CalculatorDialogTitleCalc
de: Taschenrechner

source: @ChartWindowDataSeriesLabel
de: Daten

source: @ChartWindowInterpolationSeriesLabel
de: Glättung

source: @ChartWindowRegressionSeriesLabel
de: Regression

source: @ChartWindowSeriesStyleHeader
de: Kurvenfarbe und -dicke

source: @ChartWindowTheorySeriesLabel
de: Theorie

source: @ChartWindowPrecisionLabel
de: Genauigkeit

source: @ChartWindowRegressionLineLegend
de: Regression

source: @ChartWindowTheoryLineLegend
de: Theoretische Kurve

source: @LineStyleOptionsDialogTitle
de: Bitte geben Sie Farbe und Dicke für die Kurve an.

source: @AberrationStringPrefix
de: Fehlerquadrat:

source: @RegressionBestType
de: Finde beste Ausgleichskurve
