Repository: avosskuehler/viana
Catalog: VianaNET/Localization/Labels.*.resx
Languages: de

source: @AboutBoxDescription
de: Beschreibung

source: @AboutBoxTextBlock
de: Das Programm ist für die Erfassung und Analyse von Bewegungen in Videos konzipiert. Es ist eine komplett modernisierte Version der Software Viana von Thomas Kersting an der Universität Essen. Wir freuen uns über Feedback ->

source: @AboutBoxTitle
de: Über Viana.NET

source: @ButtonAboutLabelDescription
de: Über Viana

source: @ButtonAboutLabelTitle
de: Über

source: @ButtonAboutToolTipDescription
de: Hier klicken, um mehr über Viana zu erfahren.

source: @ButtonAboutToolTipTitle
de: Über diese Anwendung

source: @ButtonDatagridWindowLabelDescription
de: Öffnet Datentabelle

source: @ButtonDatagridWindowLabelTitle
de: Daten

source: @ButtonDatagridWindowToolTipDescription
de: Hier klicken, um die Datentabelle anzuzeigen.

source: @ButtonDatagridWindowToolTipTitle
de: Fenster mit Datentabelle öffnen

source: @ButtonApplicationLabelDescription
de: Zeigt das Anwendungsmenü

source: @ButtonApplicationLabelTitle
de: Anwendungsmenü

source: @ButtonApplicationToolTipDescription
de: Hier klicken, um anwendungsbezogene Operationen wie speichern und laden auszuführen.

source: @ButtonApplicationToolTipTitle
de: Anwendungsmenü

source: @ButtonAutomaticDataAquisitionLabelDescription
de: Automatische Bewegungsanalyse starten

source: @ButtonAutomaticDataAquisitionLabelTitle
de: Automatischen Modus starten

source: @ButtonAutomaticDataAquisitionToolTipDescription
de: Hier klicken, um die automatische Datenerfassung zu starten.

source: @ButtonAutomaticDataAquisitionToolTipTitle
de: Automatische Datenerfassung

source: @ButtonCalibrateVideoLabelDescription
de: Maßstab der Videoobjekte festlegen

source: @ButtonCalibrateVideoLabelTitle
de: Video einmessen

source: @ButtonCalibrateVideoToolTipDescription
de: Hier klicken, um einen Maßstab für die Abmessungen der Objekte auf dem Video anzugeben.

source: @ButtonCalibrateVideoToolTipTitle
de: Video einmessen

source: @ButtonChangeColorSchemeLabelDescription
de: Farbschema des Hintergrunds ändern.

source: @ButtonChangeColorSchemeLabelTitle
de: Farbschema

source: @ButtonChangeColorSchemeToolTipDescription
de: Hier klicken, um das Farbschema für den Hintergrund zu ändern.

source: @ButtonChangeColorSchemeToolTipTitle
de: Farbschema ändern

source: @ButtonClipVideoLabelDescription
de: Suchbereich der Objektbewegung eingrenzen

source: @ButtonClipVideoLabelTitle
de: Suchbereich eingrenzen

source: @ButtonClipVideoToolTipDescription
de: Hier klicken, um den Bereich der Objektsuche auf dem Video einzugrenzen.

source: @ButtonClipVideoToolTipTitle
de: Suchbereich eingrenzen

source: @ButtonLoadVideoLabelDescription
de: Video von Datei laden

source: @ButtonLoadVideoLabelTitle
de: Video laden

source: @ButtonLoadVideoToolTipDescription
de: Hier klicken, um eine Videodatei zur Analyse auszuwählen.

source: @ButtonLoadVideoToolTipTitle
de: Video aus Datei laden

source: @ButtonManualDataAquisitionLabelDescription
de: Erfassen der Daten über Einzelschrittangaben.

source: @ButtonManualDataAquisitionLabelTitle
de: Manuellen Modus starten

source: @ButtonManualDataAquisitionToolTipDescription
de: Hier klicken, um die manuelle Datenerfassung zu beginnen.

source: @ButtonManualDataAquisitionToolTipTitle
de: Manuelle Datenerfassung

source: @ButtonNewLabelDescription
de: Neues Videoanalyseprojekt erstellen

source: @ButtonNewLabelTitle
de: Neu

source: @ButtonNewToolTipDescription
de: Hier klicken, um ein neues Videoanalyseprojekt zu beginnen.

source: @ButtonNewToolTipTitle
de: Neue Videoanalyse

source: @ButtonPropertiesWindowLabelDescription
de: Öffnet Eigenschaftsfenster

source: @ButtonPropertiesWindowLabelTitle
de: Eigenschaften

source: @ButtonPropertiesWindowToolTipDescription
de: Hier klicken, um das Eigenschaftsfenster anzuzeigen.

source: @ButtonPropertiesWindowToolTipTitle
de: Eigenschaftsfenster öffnen

source: @ButtonResetColorSchemeLabelDescription
de: Original Farbschema wiederherstellen

source: @ButtonResetColorSchemeLabelTitle
de: Farbschema zurücksetzen

source: @ButtonResetColorSchemeToolTipDescription
de: Hier klicken, um das Original Farbschema wiederherzustellen.

source: @ButtonResetColorSchemeToolTipTitle
de: Farbschema zurücksetzen

source: @ButtonRestoreLayoutLabelDescription
de: Gespeichertes Layout laden

source: @ButtonRestoreLayoutLabelTitle
de: Layout laden

source: @ButtonRestoreLayoutToolTipDescription
de: Hier klicken, um ein gespeichertes Fensterlayout zu laden.

source: @ButtonRestoreLayoutToolTipTitle
de: Layout aus Datei laden.

source: @ButtonSaveLayoutLabelDescription
de: Fensterlayout in Datei speichern

source: @ButtonSaveLayoutLabelTitle
de: Layout speichern

source: @ButtonSaveLayoutToolTipDescription
de: Hier klicken, um das momentane Fensterlayout in eine Datei zu sichern.

source: @ButtonSaveLayoutToolTipTitle
de: Fensterlayout in Datei speichern

source: @ButtonSelectColorLabelDescription
de: Farbe des Zielobjekts auswählen

source: @ButtonSelectColorLabelTitle
de: Objektfarbe wählen

source: @ButtonSelectColorToolTipDescription
de: Hier klicken, um die Anfangsfarbe des beweglichen Objekt zu definieren.

source: @ButtonSelectColorToolTipTitle
de: Objektfarbe wählen

source: @ButtonVideoWindowLabelDescription
de: Öffnet Videofenster

source: @ButtonVideoWindowLabelTitle
de: Video

source: @ButtonVideoWindowToolTipDescription
de: Hier klicken, um das Videofenster anzuzeigen.

source: @ButtonVideoWindowToolTipTitle
de: Videofenster öffnen

source: @ChartWindowTitle
de: Diagramme

source: @DataGridFramenumber
de: Bildnummer

source: @DataGridTimestamp
de: Zeit

source: @DatagridWindowTitle
de: Datentabelle

source: @DataGridXPosition
de: X Position

source: @DataGridYPosition
de: Y Position

source: @DirectShowErrorPreface
de: Der folgende Fehler ist während der Bearbeitung des Videos durch DirectShow aufgetreten:

source: @DirectShowErrorTitle
de: Fehler in DirectShow aufgetreten

source: @LoadVideoFilesTitle
de: Bitte Videodatei zur Analyse auswählen ...

source: @ManualDataAcquisition
de: Manuelle Datenerfassung

source: @ManualDataAcquisitionAllPoints
de: Alle

source: @ManualDataAcquisitionControlTitle
de: Hilfe zur Datenerfassung

source: @ManualDataAcquisitionDescription
de: 1. Bitte klicken Sie mit der linken Maustaste den Mittelpunkt des zu verfolgenden Objekts an, das Video wird dann automatisch ein Bild vorgespult. 2. Ein Bild zurück gelangt man mit der rechten Maustaste. 3. Ist die Datenerfassung abgeschlossen, bitte die ENTER-Taste betätigen.

source: @ManualDataAcquisitionFrameLabel
de: Bild

source: @ManualDataAcquisitionRecentPointCount
de: Anzahl angezeigter Datenpunkte

source: @QATButtonSaveLabelDescription
de: Videoanalysedaten speichern ...

source: @QATButtonSaveLabelTitle
de: Speichern ...

source: @QATButtonSaveToolTipDescription
de: Speichert die aufgenommenen Bewegungsdaten des Videos als Zeitreihe in ein ASCII file.

source: @QATButtonSaveToolTipTitle
de: Daten speichern

source: @RibbonGroupAutomaticAquisitionLabelTitle
de: Automatische Datenerfassung

source: @RibbonGroupHelpLabelTitle
de: Hilfe

source: @RibbonGroupManualAquisitionLabelTitle
de: Manuelle Datenerfassung

source: @RibbonGroupPrepareLabelTitle
de: Vorbereiten

source: @RibbonGroupStyleLabelTitle
de: Farbschema

source: @RibbonGroupWindowsLabelTitle
de: Fenster

source: @RibbonTabHomeLabel
de: Start

source: @RibbonTabWindowsLabel
de: Fenster

source: @ShowCalibrationLabelTitle
de: Maßstab anzeigen

source: @ShowClipRegion
de: Begrenzung zeigen

source: @VianaDialogTitle
de: Viana.NET Mitteilung ...

source: @VideoFilesFilter
de: Videodateien ( *.avi;*.mpg;*.wmv;*.mpeg;*.mp4;*.mov)| *.avi;*.mpg;*.wmv;*.mpeg;*.mp4;*.mov|Alle Dateien|*.*

source: @VideoWindowTitle
de: Videofenster

source: @AxisAcceleration
de: Beschleunigung

source: @AxisAccelerationXDirection
de: Beschleunigung in x-Richtung

source: @AxisAccelerationYDirection
de: Beschleunigung in y-Richtung

source: @AxisTime
de: Zeit

source: @AxisVelocity
de: Geschwindigkeit

source: @AxisVelocityXDirection
de: Geschwindigkeit in x-Richtung

source: @AxisVelocityYDirection
de: Geschwindigkeit in y-Richtung

source: @AxisPositionX
de: X Position

source: @AxisPositionY
de: Y Position

source: @ChartWindowAxesHeader
de: Diagramm

source: @ChartWindowAxisIntervalHeader
de: Intervall

source: @ChartWindowAxisMaximumHeader
de: Maximum

source: @ChartWindowAxisMinimumHeader
de: Minimum

source: @ChartWindowChartHeader
de: Diagramminhalt

source: @ChartWindowChartLegend
de: Daten

source: @ChartWindowChartSeries
de: x,y - Koordinaten

source: @ChartWindowChartTitle
de: Messpunkte

source: @ChartWindowChartTitleHeader
de: Diagrammtitel

source: @ChartWindowLegendTitleHeader
de: Beschriftung

source: @ChartWindowSelectionEnabledHeader
de: Auswahl von Datenpunkten erlauben

source: @ChartWindowSeriesHeader
de: Messpunkte

source: @ChartWindowSeriesTitleHeader
de: Beschreibung

source: @ChartWindowShowGridLinesHeader
de: Gitternetzlinien anzeigen

source: @ChartWindowTitlesHeader
de: Beschriftung

source: @ChartWindowXAxisHeader
de: X-Achse

source: @ChartWindowXAxisTitleHeader
de: Beschriftung

source: @ChartWindowYAxisHeader
de: Y-Achse

source: @ChartWindowYAxisTitleHeader
de: Beschriftung

source: @AxisDistance
de: Abstand

source: @AxisFrame
de: Bildnummer

source: @DataGridAcceleration
de: Beschleunigung

source: @DataGridDistance
de: Abstand

source: @DataGridVelocity
de: Geschwindigkeit

source: @DataGridXAcceleration
de: Beschleunigung (X)

source: @DataGridXVelocity
de: Geschwindigkeit (X)

source: @DataGridYAcceleration
de: Beschleunigung (Y)

source: @DataGridYVelocity
de: Geschwindigkeit (Y)

source: @ChartWindowShowLegendHeader
de: Legende anzeigen

source: @ChartWindowLegendHeader
de: Legende

source: @CalibrateWindowSpecifyLengthDescription
de: Ziehen Sie mit der Maus eine Strecke bekannter Länge auf, indem Sie mit der linken Maustaste an den Startpunkt klicken und gedrückt halten und am Endpunkt die Maustaste wieder loslassen.

source: @CalibrateWindowSpecifyLengthHeader
de: Reale Länge angeben

source: @CalibrateWindowSpecifyOriginDescription
de: Bitte klicken Sie mit der Maus auf den Ursprungspunkt im Video, d.h. an die Stelle mit den Koordinaten (0,0).

source: @CalibrateWindowSpecifyOriginHeader
de: Ursprung festlegen

source: @BlobsControlDetectedPositionsHeader
de: Detektierte Positionen

source: @BlobsControlFoundBlobsHeader
de: Detektierte Objekte

source: @BlobsControlProcessedImageHeader
de: Gefiltertes Bild

source: @ButtonChartWindowLabelDescription
de: Öffnet Diagrammfenster

source: @ButtonChartWindowLabelTitle
de: Diagramm

source: @ButtonChartWindowToolTipDescription
de: Hier klicken, um die Daten zu analysieren und gegeneinander aufzutragen.

source: @ButtonChartWindowToolTipTitle
de: Öffnet Diagrammfenster

source: @DatagridDisplayUnitsLabelDescription
de: Zeigt die Einheiten zu den Datenwerten an

source: @DatagridDisplayUnitsLabelTitle
de: Einheiten anzeigen

source: @DatagridDisplayUnitsToolTipDescription
de: Hier klicken, um die Einheiten der Datenwerte in der Tabelle anzuzeigen.

source: @DatagridDisplayUnitsToolTipTitle
de: Einheiten anzeigen

source: @RibbonGroupDatagridOptionsLabelTitle
de: Einheiten anpassen

source: @RibbonGroupVideoCalibrationOptionsLabelTitle
de: Kalibrierungsanzeige

source: @RibbonTabDatagridLabel
de: Datentabelle

source: @RibbonTabVideoLabel
de: Video

source: @ShowCalibrationLabelDescription
de: Blendet den Maßstab im Video ein.

source: @ShowCalibrationToolTipDescription
de: Hier klicken, um den angelegten Maßstab des Videos anzuzeigen oder auszublenden. (Nur verfügbar, wenn Video kalibriert wurde)

source: @ShowCalibrationToolTipTitle
de: Maßstab einblenden

source: @ShowClipRegionLabelDescription
de: Suchbereich im Video anzeigen

source: @ShowClipRegionLabelTitle
de: Begrenzungen anzeigen

source: @ShowClipRegionToolTipDescription
de: Hier klicken, um den Suchbereich des Videos anzuzeigen.

source: @ShowClipRegionToolTipTitle
de: Begrenzungen anzeigen

source: @ApplicationTitle
de: Viana.NET

source: @CalibrationErrorDescription
de: Bitte geben Sie die Länge an.

source: @CalibrationErrorMessage
de: Bitte geben Sie im folgenden Dialog die Länge der eingemessenen Strecke mit dazugehöriger Einheit ein.

source: @CalibrationErrorTitle
de: Angabe fehlt ...

source: @Cancel
de: Abbrechen

source: @LengthDialogDescription
de: Bitte geben Sie die Länge der eingezeichneten Strecke an.

source: @LengthDialogTitle
de: Bitte Länge angeben ...

source: @DataGridXDistance
de: Abstand (X)

source: @DataGridYDistance
de: Abstand (Y)

source: @AxisDistanceX
de: Abstand in x-Richtung

source: @AxisDistanceY
de: Abstand in y-Richtung

source: @RibbonGroupVideoAutoDetectionOptionsLabelTitle
de: Detektionsoptionen

source: @RibbonLabelAutoDetectionTolerance
de: Farbtoleranz

source: @CalibrateVideoWindowTitle
de: Video einmessen ...

source: @CalibrateWindowHelpControlTitle
de: Hilfe zur Einmessung

source: @WindowWithHelpButtonDoneLabel
de: Fertig

source: @ClipVideoDescriptionTitle
de: Suchränder festlegen

source: @ClipVideoDescriptionMessage
de: Bitte klicken und ziehen Sie die vier roten Ränder so,dass sie den Suchbereich für das Objekt festlegen. Wenn Sie fertig sind klicken Sie OK oder drücken Sie die Enter-Taste.

source: @ClipVideoHelpControlTitle
de: Hilfe

source: @ClipVideoWindowTitle
de: Hilfe zum Eingrenzen des Suchbereichs ...

source: @SelectColorWindowDescriptionMessage
de: Bitte klicken Sie mit der Maus ins Zentrum des zu verfolgenden Objekts.

source: @SelectColorWindowDescriptionTitle
de: Bitte Objektfarbe auswählen

source: @SelectColorWindowHelpControlTitle
de: Hilfe zur Farbwahl

source: @SelectColorWindowTitle
de: Farbwahl

source: @RibbonLabelAutoDetectionBlobMaxDiameter
de: Durchmesser max

source: @RibbonLabelAutoDetectionBlobMinDiameter
de: Durchmesser min

source: @ButtonOtherOptionsLabelDescription
de: Zusätzliche Einstellungen anzeigen

source: @ButtonOtherOptionsLabelTitle
de: Weitere Einstellungen

source: @ButtonOtherOptionsToolTipDescription
de: Hier klicken, um weitere Einstellmöglichkeiten für die Detektionsparameter anzuzeigen.

source: @ButtonOtherOptionsToolTipTitle
de: Weitere Einstellungen

source: @StatusBarReady
de: Bereit

source: @BlobsNoObjectFound
de: Kein Objekt gefunden

source: @BlobsObjectsFound
de: Objekt gefunden

source: @StatusIsCalculating
de: Berechne ...

source: @ButtonExportDataToCsvLabelDescription
de: Exportiert die Daten in eine csv-Datei

source: @ButtonExportDataToCsvLabelTitle
de: Export in csv Datei

source: @ButtonExportDataToCsvToolTipDescription
de: Hier klicken um die Daten in eine csv-Datei zu exportieren.

source: @ButtonExportDataToCsvToolTipTitle
de: Export in csv Datei

source: @ButtonExportDataToTxtLabelDescription
de: Exportiert die Daten in eine Textdatei

source: @ButtonExportDataToTxtLabelTitle
de: Export in Textdatei

source: @ButtonExportDataToTxtToolTipDescription
de: Hier klicken um die Daten in eine Textdatei zu exportieren.

source: @ButtonExportDataToTxtToolTipTitle
de: Export in Textdatei

source: @ButtonExportDataToXlsLabelDescription
de: Exportiert die Daten nach Excel.

source: @ButtonExportDataToXlsLabelTitle
de: Export nach Excel

source: @ButtonExportDataToXlsToolTipDescription
de: Hier klicken um die Daten in nach Excel zu exportieren.

source: @ButtonExportDataToXlsToolTipTitle
de: Export nach Excel

source: @ButtonExportDataToXmlLabelDescription
de: Exportiert die Daten in eine xml-Datei.

source: @ButtonExportDataToXmlLabelTitle
de: Export nach xml

source: @ButtonExportDataToXmlToolTipDescription
de: Hier klicken um die Daten in eine xml-Datei zu exportieren.

source: @ButtonExportDataToXmlToolTipTitle
de: Export nach xml

source: @CsvFilter
de: Csv Datei (*.csv)|*.csv

source: @ExportWhereToSaveFile
de: Wo wollen Sie die Datei speichern?

source: @RibbonGroupDatagridExportLabelTitle
de: Datenexport

source: @TxtFilter
de: Textdatei (*.txt)|*.txt

source: @XmlFilter
de: Xml Datei (*.xml)|*.xml

source: @ButtonCaptureVideoLabelDescription
de: Video von Webcam analysieren.

source: @ButtonCaptureVideoLabelTitle
de: Live-Video

source: @ButtonCaptureVideoToolTipDescription
de: Hier klicken, um ein Video der angeschlossenen Webcam oder anderer Videogeräte zu analysieren.

source: @ButtonCaptureVideoToolTipTitle
de: Live-Video

source: @ButtonExportChartToClipboardLabelDescription
de: Kopiert das aktuelle Diagramm in die Zwischenablage.

source: @ButtonExportChartToClipboardLabelTitle
de: Diagramm kopieren

source: @ButtonExportChartToClipboardToolTipDescription
de: Hier klicken, um das aktuelle Diagramm in die Zwischenablage zu kopieren.

source: @ButtonExportChartToClipboardToolTipTitle
de: Diagramm kopieren

source: @ButtonExportChartToFileLabelDescription
de: Speichert das Diagramm in eine Datei.

source: @ButtonExportChartToFileLabelTitle
de: Diagramm speichern

source: @ButtonExportChartToFileToolTipDescription
de: Hier klicken, um das aktuelle Diagramm in eine Datei zu speichern.

source: @ButtonExportChartToFileToolTipTitle
de: Diagramm speichern

source: @ButtonExportChartToWordLabelDescription
de: Öffnet das aktuelle Diagramm in Word.

source: @ButtonExportChartToWordLabelTitle
de: Diagramm in Word öffnen

source: @ButtonExportChartToWordToolTipDescription
de: Hier klicken, um das aktuelle Diagramm in Word zu öffnen.

source: @ButtonExportChartToWordToolTipTitle
de: Diagramm in Word öffnen

source: @GraphicFilesFilter
de: PNG - Portable Network Graphics|*.png|JPEG - Joint Photographics Experts Group|*.jpg|BMP - Bitmap|*.bmp|TIF - Tagged Image Datei|*.tif|GIF - Graphics Interchange|*.gif|WMP - Windows Media Photo|*.wmp

source: @GraphicFilesSaveFileDialogTitle
de: Bitte geben Sie Dateinamen und Format an ...

source: @RibbonGroupOpenVideoLabelTitle
de: Video öffnen

source: @RibbonTabAnalysisLabel
de: Analyse

source: @ButtonChooseAnalysisLabelDescription
de: Manuellen oder automatische Analysemodus auswählen.

source: @ButtonChooseAnalysisLabelTitle
de: Analysemodus wählen

source: @ButtonChooseAnalysisToolTipDescription
de: Hier klicken, um den manuellen oder automatischen Analysemodus sowie weitere Optionen auszuwählen.

source: @ButtonChooseAnalysisToolTipTitle
de: Analysemodus wählen

source: @RibbonTabOptionsLabel
de: Optionen

source: @ChartDisplayOptionsLabelDescription
de: Zeigt Steuerfeld für Achsenbeschriftungen und andere Diagrammoptionen

source: @ChartDisplayOptionsLabelTitle
de: Diagrammeigenschaften anzeigen

source: @ChartDisplayOptionsToolTipDescription
de: Hier klicken, um ein Steuerfeld für Achsenbeschriftungen und andere Diagrammeigenschaften anzuzeigen.

source: @ChartDisplayOptionsToolTipTitle
de: Diagrammeigenschaften anzeigen

source: @RibbonGroupChartExportLabelTitle
de: Diagramm exportieren

source: @RibbonGroupChartOptionsLabelTitle
de: Eigenschaften

source: @RibbonTabChartLabel
de: Diagramm

source: @ButtonChooseAutomaticAnalysisLabelDescription
de: Automatische Videoanalyse konfigurieren

source: @ButtonChooseAutomaticAnalysisLabelTitle
de: Automatischer Modus

source: @ButtonChooseAutomaticAnalysisToolTipDescription
de: Hier klicken um die automatische Videoanalyse zu konfigurieren

source: @ButtonChooseAutomaticAnalysisToolTipTitle
de: Automatischer Modus

source: @ButtonAutomaticDataAquisitionStopLabelDescription
de: Automatische Bewegungsanalyse stoppen.

source: @ButtonAutomaticDataAquisitionStopLabelTitle
de: Automatischen Modus stoppen

source: @ButtonAutomaticDataAquisitionStopToolTipDescription
de: Hier klicken, um die automatische Datenerfassung zu stoppen.

source: @ButtonAutomaticDataAquisitionStopToolTipTitle
de: Automatische Datenerfassung anhalten

source: @ButtonSelectedColorLabelTitle
de: Objektfarbe

source: @ButtonCalculateVelocityLabelDescription
de: Berechne Abstände, Geschwindigkeiten, Beschleunigungen

source: @ButtonCalculateVelocityLabelTitle
de: Berechne s,v,a

source: @ButtonCalculateVelocityToolTipDescription
de: Hier klicken, um Abstände, Geschwindigkeiten und Beschleunigungen zu berechnen.

source: @ButtonCalculateVelocityToolTipTitle
de: Berechne s,v,a

source: @ButtonDeleteDataLabelDescription
de: Erfasste Daten werden gelöscht.

source: @ButtonDeleteDataLabelTitle
de: Daten löschen

source: @ButtonDeleteDataToolTipDescription
de: Hier klicken, um die bisher erfassten Daten zu löschen.

source: @ButtonDeleteDataToolTipTitle
de: Daten löschen

source: @RibbonGroupDatagridUpdateDataLabelTitle
de: Daten aktualisieren

source: @ButtonVideoCaptureDevicePropertiesLabelDescription
de: Zeigt Eigenschaften des Videogeräts.

source: @ButtonVideoCaptureDevicePropertiesLabelTitle
de: Videogerät

source: @ButtonVideoCaptureDevicePropertiesToolTipDescription
de: Hier klicken um Eigenschaften des Videogeräts anzuzeigen und zu verändern.

source: @ButtonVideoCaptureDevicePropertiesToolTipTitle
de: Eigenschaften

source: @RibbonGroupVideoSelectDeviceLabelTitle
de: Videogerät

source: @RibbonVideoDevicesSelectDeviceLabelTitle
de: Videogerät auswählen

source: @RibbonGroupChartShowWindowLabelTitle
de: Aktivieren

source: @RibbonGroupDatagridShowWindowLabelTitle
de: Aktivieren

source: @RibbonGroupVideoShowWindowLabelTitle
de: Aktivieren

source: @ButtonCloseApplicationLabelDescription
de: Programm schließen

source: @ButtonCloseApplicationLabelTitle
de: Beenden

source: @ButtonCloseApplicationToolTipDescription
de: Hier klicken, um VianaNET zu beenden.

source: @ButtonCloseApplicationToolTipTitle
de: Beenden

source: @RibbonApplicationMenuRecentFilesTitle
de: Zuletzt verwendet

source: @ChartWindowAxisStyleHeader
de: Diagrammtyp

source: @ButtonRecordVideoLabelDescription
de: Öffnet ein Fenster in dem Videos von angeschlossenen Videogeräten in eine Datei zur weiteren Analyse gespeichert werden können.

source: @ButtonRecordVideoLabelTitle
de: Video aufnehmen

source: @ButtonRecordVideoToolTipDescription
de: Hier klicken, um ein Fenster zu öffnen, in dem Videos von angeschlossenen Videogeräten in eine Datei zur weiteren Analyse gespeichert werden können.

source: @ButtonRecordVideoToolTipTitle
de: Video von Gerät auf Festplatte aufzeichnen.

source: @SaveVideoDialogCompressorLabel
de: Videokompressor

source: @SaveVideoDialogFilenameLabel
de: Dateiname

source: @SaveVideoDialogTitle
de: Video von Kamera aufzeichnen

source: @IsRecordingVideo
de: Zeichnet Video auf ...

source: @SaveVideoDialogFolderLabel
de: Verzeichnis

source: @VideoSaveFolderBrowserDescriptionTitle
de: Bitte Verzeichnis für neue Videodateien auswählen ...

source: @SaveVideoDialogStartAnalysis
de: Starte Analyse

source: @ButtonIsInterpolatingDataLabelDescription
de: Interpoliert die berechneten Werte

source: @ButtonIsInterpolatingDataLabelTitle
de: Daten glätten

source: @ButtonIsInterpolatingDataToolTipDescription
de: Hier klicken, um Geschwindigkeiten und Beschleunigungen zu glätten.

source: @ButtonIsInterpolatingDataToolTipTitle
de: Daten glätten

source: @InterpolationDescriptionTitle
de: Beschreibung des Glättungsfilters

source: @InterpolationDialogNumberOfSamplesToUse
de: Anzahl der in die Mittelung eingehenden Datenpunkte

source: @InterpolationDialogTitle
de: Hier können Sie die Parameter für den Glättungsfilter einstellen.

source: @InterpolationDialogTopTitle
de: Parameter angeben ...

source: @InterpolationMovingAverageDescription
de: Dieser Glättungsfilter bildet aus der angegebenen Anzahl von Messwerten den Mittelwert für den in den Mitte der Messwerte liegenden Wert und so fort ...

source: @InterpolationPropertiesTitle
de: Parameter

source: @MovingAverageDialogTitle
de: Gleitender Mittelwert ...

source: @ButtonInterpolationPropertiesLabelDescription
de: Blendet einen Dialog zu Optionen der Datenglättung ein.

source: @ButtonInterpolationPropertiesLabelTitle
de: Glättung
